IDEA Open Model
ReferenceElement Constructor (OpenElementId)
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement(
	OpenElementId element
)
Public Sub New (
	element As OpenElementId
)
Parameters
element
Type: IdeaRS.OpenModel.OpenElementId
Referenced element
See Also
Reference
ReferenceElement Class
ReferenceElement Overload
IdeaRS.OpenModel Namespace